[en]
futhark_ansuz=Futhark Rune “Ansuz”
futhark_ansuz_alt=Ansuz
futhark_berkanan=Futhark Rune “Berkanan”
futhark_berkanan_alt=E. Futhark Berkanan\nFuthork Beorc\nY. Futhark Bjarkan
futhark_dagaz=Futhark Rune “Dagaz”
futhark_dagaz_alt=E. Futhark Dagaz\nFuthork Dæg
futhark_ehwaz=Futhark Rune “Ehwaz”
futhark_ehwaz_alt=E. Futhark Ehwaz\nFuthork E(o)h
futhark_fehu=Futhark Rune “Fehu”
futhark_fehu_alt=E. Futhark Fehu\nFuthork Feoh\nY. Futhark Fé
futhark_gebo=Futhark Rune “Gebo”
futhark_gebo_alt=E. Futhark Gebō\nFuthork Gyfu
futhark_haglaz=Futhark Rune “Hagalaz”
futhark_haglaz_alt=Hagalaz
futhark_isaz=Futhark Rune “Isaz”
futhark_isaz_alt=E. Futhark Isaz\nFuthork Īs\nY. Futhark Íss
futhark_eihwaz=Futhark Rune “Eihwaz”
futhark_eihwaz_alt=E. Futhark Eihwaz /i:/ (ï)\nFuthork Ēoh /iː/ /x/ /ç/ (ï)
futhark_jeran=Futhark Rune “Jera”
futhark_jeran_alt=Jēra
futhark_kauna=Futhark Rune “Kenaz”
futhark_kauna_alt=Kenaz
futhark_laguz=Futhark Rune “Laguz”
futhark_laguz_alt=E. Futhark Laguz\nFuthork Lagu\nY. Futhark Lögr
futhark_mannaz=Futhark Rune “Mannaz”
futhark_mannaz_alt=E. Futhark Mannaz\nFuthork Man[n]
futhark_naudiz=Futhark Rune “Naudiz”
futhark_naudiz_alt=E. Futhark Naudiz\nFuthork Nȳd\nY. Futhark Nauðr
futhark_ingwaz=Futhark Rune “Ingwaz”
futhark_ingwaz_alt=Ingwaz
futhark_odal=Futhark Rune “Othala”
futhark_odal_alt=E. Futhark Ōþalą\nFuthork Ēðel /ø(ː)/ (œ)
futhark_pertho=Futhark Rune “Pertho”
futhark_pertho_alt=E. Futhark Perþō\nFuthork Peorð 
futhark_raido=Futhark Rune “Raido”
futhark_raido_alt=E. Futhark Raidō\nFuthork Rād\nY. Futhark Reið
futhark_sowilo=Futhark Rune “Sowilo”
futhark_sowilo_alt=Sōwilō
futhark_tiwaz=Futhark Rune “Tiwaz”
futhark_tiwaz_alt=E. Futhark Tēwaz\nFuthork Tī, Tīr\nY. Futhark Týr
futhark_thurisaz=Futhark Rune “Thurisaz”
futhark_thurisaz_alt=E. Futhark Þurisaz\nFuthork Þorn\nY. Futhark Þurs
futhark_uruz=Futhark Rune “Uruz”
futhark_uruz_alt=E. Futhark Ūruz\nFuthork Ūr\nY. Futhark Úr
futhark_wunjo=Futhark Rune “Wunjo”
futhark_wunjo_alt=E. Futhark Ƿunjō\nFuthork Ƿynn
futhark_algiz=Futhark Rune “Algiz”
futhark_algiz_alt=E. Futhark Algiz /z/\nFuthork Eolhx /ks/ (x)

futhork_as=Futhork Rune “As”
futhork_as_alt=Ās
futhork_aesc=Futhork Rune “Aesc”
futhork_aesc_alt=Æsc /æ(ː)/
futhork_cen=Futhork Rune “Cen”
futhork_cen_alt=Cēn /k/ /c/ /tʃ/
futhork_ear=Futhork Rune “Ear”
futhork_ear_alt=Ear /æ(ː)ɑ/ (ea, æa)
futhork_gar=Futhork Rune “Gar”
futhork_gar_alt=Gār
futhork_haegl=Futhork Rune “Haegl”
futhork_haegl_alt=Hægl
futhork_ger=Futhork Rune “Ger”
futhork_ger_alt=Gēr
futhork_ior=Futhork Rune “Ior”
futhork_ior_alt=Futhork Gēr, Īor\nY. Futhark Ár
futhork_cealc=Futhork Rune “Cealc”
futhork_cealc_alt=Cealc /k/ (c̄, k̄)
futhork_calc=Futhork Rune “Calc”
futhork_calc_alt=Calc /k/
futhork_ing=Futhork Rune “Ing”
futhork_ing_alt=Ing
futhork_os=Futhork Rune “Os”
futhork_os_alt=Ōs
futhork_cweorth=Futhork Rune “Cweorth”
futhork_cweorth_alt=Cweorth /k/
futhork_sigel=Futhork Rune “Sigel”
futhork_sigel_alt=Futhork Sigel\nY. Futhark Sól
futhork_stan=Futhork Rune “Stan”
futhork_stan_alt=Stan /st/
futhork_yr=Futhork Rune “Yr”
futhork_yr_alt=Ȳr

futhark_younger_jera=Younger Futhark Rune “Ar”
futhark_younger_jera_alt=Ár
futhark_younger_jera_short_twig=Younger Futhark Rune “Ar”
futhark_younger_jera_short_twig_alt=Ár
futhark_younger_bjarkan_short_twig=Younger Futhark Rune “Bjarkan”
futhark_younger_bjarkan_short_twig_alt=Bjarkan
futhark_younger_hagall=Younger Futhark Rune “Hagall”
futhark_younger_hagall_alt=Hagall
futhark_younger_hagall_short_twig=Younger Futhark Rune “Hagall”
futhark_younger_hagall_short_twig_alt=Hagall
futhark_younger_kaun=Younger Futhark Rune “Kaun”
futhark_younger_kaun_alt=Kaun
futhark_younger_madr=Younger Futhark Rune “Madr”
futhark_younger_madr_alt=Maðr
futhark_younger_madr_short_twig=Younger Futhark Rune “Madr”
futhark_younger_madr_short_twig_alt=Maðr
futhark_younger_naud_short_twig=Younger Futhark Rune “Naud”
futhark_younger_naud_short_twig_alt=Nauðr
futhark_younger_oss=Younger Futhark Rune “Oss”
futhark_younger_oss_alt=Óss /ɑ̃/ /o(ː)/ (ą, o)
futhark_younger_oss_short_twig=Younger Futhark Rune “Oss”
futhark_younger_oss_short_twig_alt=Óss /ɑ̃/ /o(ː)/ (ą, o)
futhark_younger_sol_short_twig=Younger Futhark Rune “Sol”
futhark_younger_sol_short_twig_alt=Sól
futhark_younger_tyr_short_twig=Younger Futhark Rune “Tyr”
futhark_younger_tyr_short_twig_alt=Týr
futhark_younger_ur=Younger Futhark Rune “Ur”
futhark_younger_ur_alt=Úr
futhark_younger_yr=Younger Futhark Rune “Yr”
futhark_younger_yr_alt=Yr
futhark_younger_yr_short_twig=Younger Futhark Rune “Yr”
futhark_younger_yr_short_twig_alt=Yr
futhark_younger_icelandic_yr=Younger Futhark Rune “Icelandic Yr”
futhark_younger_icelandic_yr_alt=Yr

futhark_almanac_arlaug=Rune “Arlaug,” Golder number 17
futhark_almanac_arlaug_alt=Arlaug
futhark_almanac_tvimadur=Rune “Tvimadur,” Golder number 18
futhark_almanac_tvimadur_alt=Tvímaður
futhark_almanac_belgthor=Rune “Belgthor,” Golder number 19
futhark_almanac_belgthor_alt=Belgthor

futhark_younger_later_e=Later Y. Futhark Rune “E”
futhark_younger_later_e_alt=E
futhark_younger_later_v=Later Y. Futhark Rune “Ve”
futhark_younger_later_v_alt=V
futhark_younger_later_l=Later Y. Futhark Rune “Le”
futhark_younger_later_l_alt=L
futhark_younger_later_d=Later Y. Futhark Rune “De”
futhark_younger_later_d_alt=D
futhark_younger_later_eth=Later Y. Futhark Rune “Eth”
futhark_younger_later_eth_alt=Eth
futhark_younger_later_p=Later Y. Futhark Rune “Pe”
futhark_younger_later_p_alt=P

medieval_c=Medieval Rune “C”
medieval_c_alt=C
medieval_en=Medieval Rune “Dotted‐N”
medieval_en_alt=N
medieval_on=Medieval Rune “On”
medieval_on_alt=O
medieval_o=Medieval Rune “O”
medieval_o_alt=O
medieval_x=Medieval Rune “X”
medieval_x_alt=X
medieval_z=“Medieval Rune “Z”
medieval_z_alt=Z

runic_single_punctuation=Runic Single Punctuation
runic_single_punctuation_alt=Single Punctuation
runic_multiple_punctuation=Runic Multiple Punctuation
runic_multiple_punctuation_alt=Multiple Punctuation
runic_cruciform_punctuation=Runic Cruciform Punctuation
runic_cruciform_punctuation_alt=Cruciform Punctuation
